CSI API ETABS v1

# cSapModelRespCombo Property

---

**Namespace:** ETABSv1
**Assembly:** ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (1.27.0.0)

Syntax

C#

VB

C++

F#

Copy

    cCombo RespCombo { get; }

    ReadOnly Property RespCombo As cCombo
    	Get

    Dim instance As cSapModel
    Dim value As cCombo

    value = instance.RespCombo

    property cCombo^ RespCombo {
    	cCombo^ get ();
    }

    abstract RespCombo : cCombo with get

#### Property Value

Type: cCombo

See Also

#### Reference

cSapModel Interface

ETABSv1 Namespace

ETABS®, SAFE®, SAP2000® and CSiBridge® are registered trademarks of Computers
and Structures, Inc.

Copyright © Computers and Structures, Inc. 2023. All rights
reserved.

support@csiamerica.com